/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Σεζόν %1$@, επεισόδιο %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Σεζόν %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, σεζόν %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(1 επεισόδιο)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(1 βιβλίο)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(%d βιβλία)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(%d επεισόδια, 1 βίντεο)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(%d επεισόδια, %d βίντεο)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(%d επεισόδια)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(%d βίντεο)";

"ONE_SONG" = "1 τραγούδι";
"SONGS_COUNT_FORMAT" = "%d τραγούδια";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "%d άλμπουμ, %d τραγούδια";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "%d άλμπουμ, 1 τραγούδι";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "1 τραγούδι";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "%d τραγούδια";

"ALBUM_HEADER_SONG_COUNT" = "%d τραγούδια";
"ALBUM_HEADER_SONG_COUNT_1" = "1 τραγούδι";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Κυκλοφόρησε %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"LIBRARY" = "Βιβλιοθήκη";
"MUSIC" = "Μουσική";
"NO_MUSIC_TITLE" = "Μουσική";
"NO_VIDEOS_TITLE" = "Βίντεο";
"SOURCES" = "Πηγές";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Το αξεσουάρ συνδέθηκε";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Όλα τα άλμπουμ";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Προσθήκη όλων";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Προσθήκη στη λίστα On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Αποθήκευση";
"ADD_PLAYLIST_DIALOG_TITLE" = "Νέα λίστα";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Εισαγωγή ονόματος για αυτήν τη λίστα αναπαραγωγής.";
"ADD_PLAYLIST_ROW" = "Προσθήκη λίστας...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Τίτλος";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Προσθήκη τραγουδιών σε \"%@\".";
"EDIT_PLAYLIST_RENAME" = "Μετονομασία";
"EDIT_PLAYLIST_ADD_SONGS" = "Προσθήκη τραγουδιών";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Μετονομασία λίστας";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Τίτλος";

/* No comment provided by engineer. */
"Albums" = "Άλμπουμ";

/* list option to view all albums. */
"All Albums" = "Όλα τα άλμπουμ";

/* list option to view all songs. */
"All Songs" = "Όλα τα τραγούδια";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Κεφάλαιο %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Κεφάλαιο %1$d από %2$d";

"CHAPTER_INDEX_FORMAT" = "Κεφάλαιο %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Ανανέωση λίστας";

"CLEAR" = "Σβήσιμο";

/* No comment provided by engineer. */
"Clear Playlist" = "Σβήσιμο λίστας";

/* No comment provided by engineer. */
"Save Playlist" = "Αποθήκευση λίστας";

/* No comment provided by engineer. */
"Delete Playlist" = "Διαγραφή λίστας";

/* No comment provided by engineer. */
"content" = "περιεχόμενο";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Μη έγκυρο";

/* No comment provided by engineer. */
"Delete" = "Διαγραφή";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Θέλετε να διαγράψετε το \"%@\" για εξοικονόμηση χώρου;";

/* No comment provided by engineer. */
"Done" = "Τέλος";

/* No comment provided by engineer. */
"Edit" = "Αλλαγές";

/* No comment provided by engineer. */
"Save" = "Διατήρηση";

/* Info shown cell for TV shows */
"Episode %@" = "Επεισόδιο %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Βασίζεται σε μουσική από:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ και άλλους";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " και άλλοι";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Σύνθεση Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Συνδεθείτε σε δίκτυο Wi-Fi ή κινητό δίκτυο για λήψη του «%@».";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Συνδεθείτε σε δίκτυο Wi-Fi για λήψη του «%@».";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Διατήρηση";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "%d άλμπουμ";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "%d καλλιτέχνες";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "%d ηχοβιβλία";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "%d ηχοβιβλία";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "%d συλλογές";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "%d συνθέτες";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d στοιχεία";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d κομμάτια";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "%d είδη";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d λίστες";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "%d επεισόδια";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "%d podcast";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "%d τραγούδια";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Λήψη %d από %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "%d φωνητικά μηνύματα";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Φόρτωση...";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Φόρτωση στίχων…";

/* No comment provided by engineer. */
"More" = "Λοιπά";

/* Section header title in the Videos list */
"Movies" = "Ταινίες";

/* Section header title in the Videos list */
"Movie Rentals" = "Ενοικιαζόμενες ταινίες";

/* Section header title in the Videos list */
"Music Videos" = "Μουσ. βίντεο";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Δεν υπάρχουν ηχοβιβλία";

/* Generic no content message */
"No Content" = "Δεν υπάρχει περιεχόμενο";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Δεν υπάρχει μουσική";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Δεν υπάρχουν podcast";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Δεν υπάρχουν βίντεο";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Άλμπουμ";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Καλλιτέχνες";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Ηχοβιβλία";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Συλλογές";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Συνθέτες";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Είδη";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Συνθέσεις Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Λοιπά";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Λίστες";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Λίστες";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcast";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Τραγούδια";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Βίντεο";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Ταινίες";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Ενοικιάσεις";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "Τηλ. εκπομπές";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcast";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Μουσ. βίντεο";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Στοιχεία";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Κεφάλαια";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Επεισόδια";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Αναπαραγωγή ταινίας";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Κοινόχρηστα";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Μέρος %d από %d";

/* No comment provided by engineer. */
"Playlists" = "Λίστες";

/* Section header title in the Videos list */
"Podcasts" = "Podcast";

/* Shuffle option shown in song lists */
"Shuffle" = "Τυχαία σειρά";

/* No comment provided by engineer. */
"Songs" = "Τραγούδια";

/* iTunes Movie Store */
"MOVIE_STORE" = "Store";

/* iTunes Music Store */
"MUSIC_STORE" = "Store";

/* No comment provided by engineer. */
"Syncing" = "Συγχρονισμός";

/* Section header title in the Videos list */
"TV Shows" = "Τηλεοπτικές εκπομπές";

/* No comment provided by engineer. */
"Unknown" = "Άγνωστο";
"UNKNOWN_ARTIST" = "Άγνωστος καλλιτέχνης";
"UNKNOWN_ALBUM" = "Άγνωστο άλμπουμ";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Μπορείτε να πραγματοποιήσετε λήψη podcast από το iTunes Store";
"You can download iTunes U content from iTunes." = "Πραγματοποιήστε λήψη περιεχομένου iTunes U από το\niTunes Store";
"You can download audiobooks from iTunes." = "Μπορείτε να πραγματοποιήσετε λήψη ηχοβιβλίων από το iTunes Store";
"You can download music from iTunes." = "Μπορείτε να πραγματοποιήσετε λήψη μουσικής από το iTunes Store";
"You can download videos from iTunes." = "Μπορείτε να πραγματοποιήσετε λήψη βίντεο από το iTunes Store";

"NOW_PLAYING" = "Παίζει τώρα:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Παίζει\nτώρα";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Η νοικιασμένη ταινία θα λήξει";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Η ταινία θα λήξει πολύ σύντομα. Αν σταματήσετε να την παρακολουθείτε μετά τη λήξη της, θα πρέπει να την νοικιάσετε ξανά.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το \"%@\"; Αν διαγράψετε αυτήν την ενοικιασμένη ταινία, πρέπει να την ενοικιάσετε ξανά για να την παρακολουθήσετε.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε το \"%@\";";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "Το \"%@\" δεν μεταφέρθηκε στο iTunes. Αν το διαγράψετε, θα πρέπει να το αγοράσετε ξανά.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Θέλετε να αναπαράγετε αυτήν την ενοικιασμένη ταινία;";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Η νοικιασμένη τηλεοπτική εκπομπή θα λήξει";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Αυτή η τηλεοπτική εκπομπή θα λήξει πολύ σύντομα. Αν σταματήσετε να την παρακολουθείτε μετά τη λήξη της, θα πρέπει να την νοικιάσετε ξανά.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε την τηλεοπτική εκπομπή \"%@\"; Αν διαγράψετε αυτήν την ενοικιασμένη τηλεοπτική εκπομπή, θα πρέπει να την ενοικιάσετε ξανά για να την παρακολουθήσετε.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Θέλετε να αναπαράγετε αυτήν τη νοικιασμένη τηλεοπτική εκπομπή;";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Θα λήξει %d ημέρες αφού αρχίσετε να την παρακολουθείτε.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Θα λήξει %d ημέρα αφού αρχίσετε να την παρακολουθείτε.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Θα λήξει %d ώρες αφού αρχίσετε να την παρακολουθείτε.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Θα λήξει %d ώρα αφού αρχίσετε να την παρακολουθείτε.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Θα λήξει %d λεπτά αφού αρχίσετε να την παρακολουθείτε.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Θα λήξει %d λεπτά αφού αρχίσετε να την παρακολουθείτε.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Λήψη κι άλλων επεισοδίων…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Βλ. προτάσεις Genius…";

"GET_MORE_TV_EPISODES" = "Λήψη κι άλλων επεισοδίων…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Αποτελέσματα αναζήτησης";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Τραγούδι";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Καλλιτέχνης";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Άλμπουμ";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Λίστα";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Ηχοβιβλίο";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Μουσικό βίντεο";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "Τηλεοπτική εκπομπή";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Ταινία";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Αναζήτηση";

"SEARCH_RESULTS_ONE_RESULT" = "1 αποτέλεσμα";
"SEARCH_RESULTS_RESULTS_FORMAT" = "%d αποτελέσματα";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Καλλιτέχνες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Καλλιτέχνης (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Άλμπουμ (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Άλμπουμ (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Λίστα (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Λίστες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Τραγούδι (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Τραγούδια (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Ηχοβιβλία (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Ηχοβιβλίο (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Επεισόδια podcast (%@ αποτελ.)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Επεισόδιο podcast (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcast (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Μουσικά βίντεο (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Μουσικό βίντεο (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "Τηλ. επεισόδια (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "Τηλ. επεισόδιο (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "Τηλ. εκπομπές (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "Τηλ. εκπομπή (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Ταινίες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Ταινία (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Είδη (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Είδος (%@ αποτέλεσμα)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Συνθέτες (%@ αποτελέσματα)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Συνθέτης (%@ αποτέλεσμα)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Συνέχεια αναζήτησης στο Store…";

"PODCAST_LINK_EMAIL_FORMAT" = "Δες αυτό το podcast στο iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Δημιουργήστε λογαριασμό Mail για να στέλνετε podcast.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Σύνοψη";
"DESCRIPTION_HEADER" = "Περιγραφή";

"ACTOR_HEADER_SINGULAR" = "Ηθοποιός";
"ACTOR_HEADER_PLURAL" = "Ηθοποιοί";

"DIRECTOR_HEADER_SINGULAR" = "Σκηνοθέτης";
"DIRECTOR_HEADER_PLURAL" = "Σκηνοθέτες";

"PRODUCER_HEADER_SINGULAR" = "Παραγωγός";
"PRODUCER_HEADER_PLURAL" = "Παραγωγοί";

"SCREENWRITER_HEADER_SINGULAR" = "Σκηνογράφος";
"SCREENWRITER_HEADER_PLURAL" = "Σκηνογράφοι";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "%d άλμπουμ, %d τραγούδι";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "%d άλμπουμ, %d τραγούδια";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "%d άλμπουμ, %d τραγούδια";

"NO_METADATA_RELEASED_HEADER" = "Κυκλοφόρησε";
"NO_METADATA_LENGTH_HEADER" = "Διάρκεια";
"NO_METADATA_SIZE_HEADER" = "Μέγεθος";
"NO_METADATA_COPYRIGHT_HEADER" = "Πνευματικά δικαιώματα";
"NO_METADATA_DIMENSIONS_HEADER" = "Διαστάσεις";
"NO_METADATA_CODECS_HEADER" = "Codec";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Κυκλοφόρησε";
"LENGTH_HEADER" = "Διάρκεια";
"SIZE_HEADER" = "Μέγεθος";
"COPYRIGHT_HEADER" = "Πνευματικά δικαιώματα";
"FROM_THE_ALBUM_HEADER" = "Από το άλμπουμ (Διατίθενται στο iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Διαστάσεις";
"CODECS_HEADER" = "Codec";

"RELEASE_DATE_UNKNOWN" = "Άγνωστο";
"DURATION_UNKNOWN" = "Άγνωστο";
"DIRECTORS_UNKNOWN" = "Άγνωστο";

"ALBUM_UNKNOWN" = "Άγνωστο άλμπουμ";
"ALBUM_SONGS_COUNT_SINGULAR" = "1 τραγούδι";
"ALBUM_SONGS_COUNT_PLURAL" = "%u τραγούδια";

"CREATE_GENIUS_PLAYLIST" = "Επιλέξτε τραγούδι για τη λίστα Genius.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Προσθήκη στη λίστα %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Κυκλοφόρησε %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 τραγούδι";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u τραγούδια";
"ALBUM_INFO_TIME_SINGULAR" = "1 λεπτό";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u λ.";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Μπορείτε να κάνετε λήψη βίντεο από το iTunes.";
"GENIUS_PLAYLIST" = "Λίστα Genius";
"DELETE_VIDEO_ALERT" = "Διαγραφή βίντεο;";

"PLAYLIST_DELETE_ALERT_TITLE" = "Διαγραφή \"%@\"";
"PLAYLIST_DELETE_ALERT_BODY" = "Αν διαγράψετε τη λίστα \"%@\", θα αφαιρεθεί και από τον υπολογιστή σας την επόμενη φορά που πραγματοποιήσετε συγχρονισμό.";

"EPISODE_DESCRIPTION_MORE" = "Λοιπά";

"NO_RESULTS" = "Δεν υπάρχουν αποτελέσματα";

"PLAY_ALL_SONGS" = "Αναπαραγωγή όλων";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Επιλέξτε τραγούδι για τη λίστα Genius.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Νέα";
"GENIUS_REFRESH_BUTTON_TITLE" = "Ανανέωση";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Οικιακή κοινή χρήση";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Η κοινόχρηστη βιβλιοθήκη \"%@\" απαιτεί συνθηματικό.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Συνθηματικό";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Δεν είναι δυνατή η σύνδεση με το \"%@\".";

"RENTAL_EXPIRED_FORMAT" = "Έληξε η περίοδος ενοικίασης για \"%@\".";
"RENTAL_WARNING_DAYS_FORMAT" = "Έχετε %1$@ ημέρες για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";
"RENTAL_WARNING_DAY_FORMAT" = "Έχετε %1$@ ημέρα για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";
"RENTAL_WARNING_HOURS_FORMAT" = "Έχετε %1$@ ώρες για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";
"RENTAL_WARNING_HOUR_FORMAT" = "Έχετε %1$@ ώρα για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";
"RENTAL_WARNING_MINUTES_FORMAT" = "Έχετε %1$@ λεπτά για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";
"RENTAL_WARNING_MINUTE_FORMAT" = "Έχετε %1$@ λεπτό για να παρακολουθήσετε το \"%2$@\" και μετά θα διαγραφεί.";

"HOME_SHARING_SPLASH_LABEL" = "Οικιακή κοινή χρήση";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "paradeigma@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Συνθηματικό";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Υποχρεωτικό";
"HOME_SHARING_FOOTER_LABEL" = "Απαιτείται Apple ID για να χρησιμοποιήσετε την Οικιακή κοινή χρήση.";
"HOME_SHARING_ERROR_TITLE" = "Δεν είναι δυνατή η ενεργοποίηση της Οικιακής κοινής χρήσης";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Δεν είναι δυνατή η σύνδεση με τη βιβλιοθήκη πολυμέσων";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Η Οικιακή κοινή χρήση απαιτεί iTunes 10.2 ή μεταγενέστερο.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Το iPad μου";
"SHARED_DEVICE_LIBRARY_FORMAT" = "%@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Λήψη όλων";
"SHOW_COMPLETE_ALBUM" = "Εμφάνιση ολόκληρου άλμπουμ…";
"HIDE_COMPLETE_ALBUM" = "Απόκρυψη ολόκληρου άλμπουμ";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Ολοκλήρωση του άλμπουμ μου %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Ολοκλήρωση αυτού του άλμπουμ";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Αγορά άλμπουμ: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Κανονική τιμή %@";
"SHOW_COMPLETE_SEASON" = "Εμφάνιση ολόκληρης σεζόν";
"HIDE_COMPLETE_SEASON" = "Απόκρυψη ολόκληρης σεζόν";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "%d ακόμη επεισόδιο…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "%d ακόμη επεισόδιο διατίθεται στο iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "%d ακόμη επεισόδια…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "%d ακόμη επεισόδια διατίθενται στο iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Ολοκλήρωση σεζόν %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Ολοκλήρωση της σεζόν μου";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Ολοκλήρωση του πάσο σεζόν μου";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Αγορά σεζόν %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Αγορά σεζόν";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Αγορά πάσου σεζόν";

"EXIT_STORE_BUTTON_TITLE" = "Βιβλιοθήκη";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Τα Podcast μετακινήθηκαν";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Η λήψη νέων επεισοδίων είναι δυνατή μέσω της εφαρμογής Podcast.";
